Repository: Dhanunjay-Divi/Noop
Catalog: NOOPWatchComplications/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_pt, ru

# launch.locked.inline
source: NOOP · Unlock on iPhone
de: NOOP · Auf dem iPhone entsperren
es: NOOP · Desbloquea en el iPhone
fr: NOOP · Déverrouiller sur l’iPhone
pt_pt: NOOP · Desbloquear no iPhone
ru: NOOP · Разблокируйте на iPhone

# launch.locked.instruction
source: Open and unlock NOOP on your iPhone.
de: Öffne und entsperre NOOP auf deinem iPhone.
es: Abre y desbloquea NOOP en tu iPhone.
fr: Ouvrez et déverrouillez NOOP sur votre iPhone.
pt_pt: Abra e desbloqueie o NOOP no iPhone.
ru: Откройте и разблокируйте NOOP на iPhone.

# launch.locked.title
source: NOOP is locked
de: NOOP ist gesperrt
es: NOOP está bloqueado
fr: NOOP est verrouillé
pt_pt: O NOOP está bloqueado
ru: NOOP заблокирован

source: %@ calibrating
de: %@ wird kalibriert
es: Calibración %1$@
fr: Étalonnage %1$@
pt_pt: %@ a calibrar
ru: %@ калибруется

source: %@ unavailable
de: %@ nicht verfügbar
es: %1$@ no disponible
fr: %1$@ non disponible
pt_pt: %@ indisponível
ru: %@ недоступно

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
pt_pt: Recuperação
ru: Восстановление

source: Recovery %lld out of 100
de: Erholung %lld von 100
es: Recuperación %1$lld de 100
fr: Récupération %1$lld sur 100
pt_pt: Recuperação %lld de 100
ru: Восстановление %lld из 100

source: Recovery %lld · %lld bpm%@
de: Erholung %lld · %lld bpm%@
es: Recuperación %1$lld · %2$lld lpm%3$@
fr: Récupération %1$lld · %2$lld bpm%3$@
pt_pt: Recuperação %lld · %lld bpm%@
ru: Восстановление %lld · %lld уд/мин%@

source: Recovery %lld%@
de: Erholung %lld%@
es: Recuperación %1$lld%2$@
fr: Récupération %1$lld%2$@
pt_pt: Recuperação %lld%@
ru: Восстановление %lld%@

source: Recovery calibrating
de: Erholung wird kalibriert
es: Calibrando recuperación
fr: Étalonnage de la récupération
pt_pt: A calibrar recuperação
ru: Восстановление калибруется

source: Recovery calibrating, needs more data
de: Erholung wird kalibriert, mehr Daten nötig
es: Calibrando recuperación, se necesitan más datos
fr: Étalonnage de la récupération, davantage de données sont nécessaires
pt_pt: A calibrar recuperação, são necessários mais dados
ru: Восстановление калибруется, нужно больше данных

source: Recovery out of date, last synced %@. Open NOOP on iPhone.
de: Erholung veraltet, zuletzt synchronisiert %@. Öffne NOOP auf dem iPhone.
es: Recuperación desactualizada, última sincronización %1$@. Abre NOOP en el iPhone.
fr: Récupération obsolète, dernière synchronisation %1$@. Ouvrez NOOP sur l’iPhone.
pt_pt: Recuperação desatualizada, última sincronização %@. Abra o NOOP no iPhone.
ru: Восстановление устарело, последняя синхронизация %@. Откройте NOOP на iPhone.

source: Recovery stale · %@
de: Erholung veraltet · %@
es: Recuperación desactualizada · %1$@
fr: Récupération obsolète · %1$@
pt_pt: Recuperação desatualizada · %@
ru: Восстановление устарело · %@

source: Recovery unavailable
de: Erholung nicht verfügbar
es: Recuperación no disponible
fr: Récupération indisponible
pt_pt: Recuperação indisponível
ru: Восстановление недоступно

source: Recovery · %@
de: Erholung · %@
es: Recuperación · %1$@
fr: Récupération · %1$@
pt_pt: Recuperação · %@
ru: Восстановление · %@

source: Recovery · cal
de: Erholung · cal
es: Recuperación · cal
fr: Récupération · cal
pt_pt: Recuperação · cal
ru: Восстановление · кал

source: Recovery –
de: Erholung –
es: Recuperación –
fr: Récupération –
pt_pt: Recuperação –
ru: Восстановление –

source: Effort
de: Anstrengung
es: Esfuerzo
pt_pt: Esforço
ru: Усилие

source: NOOP Recovery
de: NOOP Erholung
es: Recuperación de NOOP
fr: Récupération NOOP
pt_pt: Recuperação NOOP
ru: Восстановление NOOP

source: NOOP · open on iPhone
de: NOOP · auf iPhone öffnen
es: NOOP · abierto en iPhone
fr: NOOP · ouvert sur iPhone
pt_pt: NOOP · abrir no iPhone
ru: NOOP · откройте на iPhone

source: NOOP. No data yet, open NOOP on your iPhone to sync.
de: NOOP. Noch keine Daten, öffne NOOP auf deinem iPhone zum Synchronisieren.
es: NOOP. Aún no hay datos, abra NOOP en su iPhone para sincronizar.
fr: - Oui. Pas encore de données, ouvrez NOOP sur votre iPhone pour synchroniser.
pt_pt: NÃO. Ainda não há dados, abra o NOOP no teu iPhone para tincronizar.
ru: NOOP. Данных пока нет, откройте NOOP на iPhone для синхронизации.

source: NOOP. Scores out of date, last synced %@. Open NOOP on iPhone to refresh.
de: NOOP. Werte veraltet, zuletzt synchronisiert %@. Öffne NOOP auf dem iPhone zum Aktualisieren.
es: NOOP. Resultados fuera de la fecha, último sincronizado %1$@. Abra NOOP en iPhone para refrescarse.
fr: - Oui. Les scores sont dépassés, le dernier %1$@ synchronisé. Ouvrez NOOP sur iPhone pour vous rafraîchir.
pt_pt: NÃO. Pontuações desatualizadas, última sincronização %@. Abra o NOOP no iPhone para atualizar.
ru: NOOP. Показатели устарели, последняя синхронизация %@. Откройте NOOP на iPhone, чтобы обновить.

source: No data, open NOOP on iPhone
de: Keine Daten, öffne NOOP auf dem iPhone
es: No hay datos, abra NOOP en iPhone
fr: Pas de données, ouvrir NOOP sur iPhone
pt_pt: Sem dados, abra o NOOP no iPhone
ru: Нет данных, откройте NOOP на iPhone

source: Open NOOP
de: NOOP öffnen
fr: Ouvrir NOOP
pt_pt: Abrir NOOP
ru: Открыть NOOP

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
pt_pt: Sono
ru: Сон

source: Your Recovery on the watch face, with Effort and Sleep Score in the rectangular card.
de: Deine Erholung auf dem Zifferblatt, mit Anstrengung und Schlafwert in der rechteckigen Anzeige.
es: Tu Recuperación en la esfera del reloj, con Esfuerzo y Puntuación de sueño en la tarjeta rectangular.
fr: Votre Récupération sur le cadran, avec l’Effort et le Score de sommeil dans la carte rectangulaire.
pt_pt: A tua Recuperação no mostrador do relógio, com Esforço e Pontuação do sono no cartão retangular.
ru: Ваше восстановление на циферблате, с показателями «Усилие» и «Оценка сна» в прямоугольной карточке.

source: a while ago
de: vor einer Weile
es: hace un tiempo
fr: Il y a longtemps
pt_pt: há um tempo atrás
ru: некоторое время назад

source: old
de: alt
es: viejo
fr: vieux
ru: устарело

source: open iPhone
de: iPhone öffnen
es: iPhone abierto
fr: Ouvrir un iPhone
pt_pt: abra o iPhone
ru: открыть iPhone

source: stale
de: veraltet
fr: Stable
ru: устарело

source: NOOP. %@, %@, %@.
es: NOOP. %1$@, %2$@, %3$@.
fr: - Oui. %1$@, %2$@, %3$@.
pt_pt: NÃO. %@, %@, %@.

source: cal
ru: кал
